[
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Question",
    "Unnamed: 2": "answer"
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Who are you?",
    "Unnamed: 2": "VWAT Family Services is a non-profit helping refugees and immigrants integrate into Canadian society since 1982, serving all communities while preserving Vietnamese culture through programs and festivals."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Who do you service?",
    "Unnamed: 2": "Everyone! In honouring the diversity of Canada, you do not need to be Vietnamese to make use of our services, everyone is welcome! We do specialize in providing services to newcomer individuals, families, youth and seniors to Canada."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "What services do you offer?",
    "Unnamed: 2": "We offer plenty of newcomer-related services, such as such as support to pass your Canadian Citizenship test, and employment services to help you secure a job. We also have many programs aimed at youth and seniors. Please take a look at our top menu for a list of services."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Why should I donate to VWAT?",
    "Unnamed: 2": "Your donation helps to improve the lives of people who have moved to Canada. We’ve been helping our community since 1982 and appreciate all the support we have received over the last 40 years! We issue tax receipts for donations that are $20 and over."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Are ESL classes free for Permanent Residents?",
    "Unnamed: 2": "Yes, ESL classes are free for permanent residents."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "What course levels are offered in your free English classes?",
    "Unnamed: 2": "At VWAT Family Services in Toronto, we provide free English Conversation Circles designed to support Permanent Residents. These circles focus on improving conversational English in a friendly, supportive environment."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Where can I take free English classes in the city?",
    "Unnamed: 2": "Toronto offers a wide range of free English courses, from beginner to high-intermediate levels, ensuring there’s a program suited to your learning needs. Contact us today, and we’ll help refer you to the right class to start or enhance your English learning journey."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "What other English courses are available?",
    "Unnamed: 2": "Some additional free English programs include:"
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "What documents do I need to bring to your free tax clinic?",
    "Unnamed: 2": "For our free tax clinic services, bring a government-issued photo ID, Social Insurance Number, T-Slips, receipts for deductions and expenses, and last year’s tax returns."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "How do I book an appointment for the free tax clinic?",
    "Unnamed: 2": "Booking an appointment is simple. You can contact us via phone or email, or visit our website to use our online booking system. We recommend scheduling your appointment early, especially during peak tax season, to ensure availability and timely assistance."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "How much does it cost to get a food safety certificate in Ontario?",
    "Unnamed: 2": "The cost of obtaining a food safety certificate in Ontario is at least $60, plus at least $10 for training material, covering training, exam administration, and certificate issuance. Keep in mind pricing does change over time, usually going up. At VWAT Family Services the sole expense is $20 plus tax, covering the fee for the certification exam."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "How long does it take to get the food handlers certificate in Ontario?",
    "Unnamed: 2": "It takes about 6 hours to complete the food handlers certificate course in Ontario, and users have up to 30 days to complete the final exam."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Is food handlers certificate mandatory in Ontario?",
    "Unnamed: 2": "Yes, in Ontario, it is mandatory for every food service premise to have at least one employee with a valid Food Handler Certificate at all times."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "What are the benefits of online food handler courses?",
    "Unnamed: 2": "The benefits of online food handler courses include convenience, flexibility, inclusivity, free exam retakes, mobile-friendly content, and availability in multiple languages. This makes them a practical and accessible option for obtaining food handling certification."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Are there resources available for enhancing food safety knowledge?",
    "Unnamed: 2": "Yes, there are online resources, recommended books, and local support groups and forums available for enhancing food safety knowledge."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Giá trị WECAIRE của VWAT bao gồm những gì?",
    "Unnamed: 2": "Wholesome – Excellence – Care – Accountability – Inclusion – Respect – Equity."
  }
]